Repository: RRZE-Webteam/rrze-sso
Catalog: languages/rrze-sso-*.po
Languages: de_de

source: User attributes could not be retrieved.
de_de: Benutzerattribute konnten nicht abgerufen werden.

source: The username entered is not valid.
de_de: Die eingegebene Kennung ist nicht gültig.

source: The user could not be added.
de_de: Der Benutzer konnte nicht registriert werden.

source: The username "%s" is not registered on this website.
de_de: Der Benutzername „%s“ ist auf dieser Website nicht registriert.

source: ERROR:
de_de: Fehler:

source: Authentication failed on the &ldquo;%s&rdquo; website.
de_de: Die Anmeldung auf der Website &bdquo;%s&ldquo; ist fehlgeschlagen.

source: However, if no login is possible, please contact the contact person of the website.
de_de: Sollte dennoch keine Anmeldung möglich sein, dann wenden Sie sich bitte an den Ansprechpartner der Website.

source: Single Sign-On Log Out
de_de: Single Sign-On Abmeldung

source: You attempted to access the &ldquo;%1$s&rdquo; dashboard, but you do not currently have privileges on this website. If you believe you should be able to access the &ldquo;%1$s&rdquo; dashboard, please contact the contact person of the website.
de_de: Sie haben versucht auf das &bdquo;%1$s&ldquo; Dashboard zuzugreifen, haben aber nicht die ausreichenden Rechte dazu. Falls sie glauben, Sie müssten Zugriff auf das &bdquo;%1$s&ldquo; Dashboard haben, dann wenden Sie sich bitte an den Ansprechpartner der Website.

source: If you reached this screen by accident and meant to visit one of your own websites, here are some shortcuts to help you find your way.
de_de: Falls Sie diese Ansicht aus Versehen aufgerufen haben und eigentlich eine Ihrer eigenen Websites besuchen wollten, hier ein paar hoffentlich hilfreiche Links.

source: Your Websites
de_de: Ihre Websites

source: Visit the Dashboard
de_de: Dashboard besuchen

source: View the website
de_de: Webseite anzeigen

source: Contact persons for the &ldquo;%s&rdquo; website
de_de: Ansprechpartner und Kontakt für die &bdquo;%s&ldquo; Website

source: Email Address:
de_de: E-Mail-Adresse:

source: Disabled function.
de_de: Gebrauchsunfähige Funktion.

source: Add New
de_de: Neu hinzufügen

source: Add User will set up a new user account on the network.
de_de: Die Funktion &bdquo;Benutzer hinzufügen&ldquo; erstellt ein neues Benutzerkonto im Netzwerk.

source: Users who are signed up to the network without a site are added as subscribers to the main website, giving them profile pages to manage their accounts. These users will only see Dashboard and My Sites in the main navigation until a site is created for them.
de_de: Benutzer, die im Netzwerk registriert sind, aber keine eigene Webseite haben, werden automatisch in der Netzwerk-Webseite hinzugefügt und haben so die Möglichkeit, ihr Profil zu bearbeiten und zu sehen, in welchen Webseiten sie noch als Abonennten geführt sind.

source: Overall view
de_de: Übersicht

source: User Roles
de_de: Benutzerrollen

source: Here is a basic overview of the different user roles and the permissions associated with each one:
de_de: Hier ist ein grober Überblick über die verschiedenen Benutzerrollen und die jeweils damit verknüpften Berechtigungen:

source: Subscribers can read comments/comment/receive newsletters, etc. but cannot create regular site content.
de_de: Abonennten können nur Kommentare lesen und abgeben, aber keine eigenen Inhalte erstellen.

source: Contributors can write and manage their posts but not publish posts or upload media files.
de_de: Mitarbeiter können eigene Artikel schreiben und bearbeiten, sie jedoch nicht veröffentlichen. Auch dürfen sie keine Dateien hochladen.

source: Authors can publish and manage their own posts, and are able to upload files.
de_de: Autoren können ihre eigenen Artikel veröffentlichen und verwalten sowie Dateien hochladen.

source: Editors can publish posts, manage posts as well as manage other people's posts, etc.
de_de: Redakteure können Artikel und Seiten anlegen und veröffentlichen, sowie die Artikel, Seiten, usw. von anderen Benutzern verwalten (bearbeiten, löschen, veröffentlichen).

source: Administrators have access to all the administration features.
de_de: Administratoren haben die komplette Macht und sehen alle Optionen.

source: User added.
de_de: Benutzer hinzugefügt.

source: Add New User
de_de: Neuen Benutzer hinzufügen

source: IdM Username
de_de: IdM-Kennung

source: Email Address
de_de: E-Mail-Adresse

source: SSO Settings
de_de: SSO-Einstellungen

source: SSO Authentication
de_de: SSO-Authentifizierung

source: Autoload Path
de_de: Autoload-Pfad

source: Authentication Source
de_de: Authentifizierungsquelle

source: Domain Scope
de_de: Domänenbereich

source: Allowed User Email Domains
de_de: Zulässige Benutzer-E-Mail-Domänen

source: General SSO Settings.
de_de: Allgemeine SSO-Einstellungen.

source: Disabled
de_de: Deaktiviert

source: Enabled
de_de: Aktiviert

source: Service Provider Settings.
de_de: Einstellungen des Service Providers.

source: Relative path starting from the wp-content directory.
de_de: Relative Pfad ausgehend vom wp-content-Verzeichnis.

source: List of domains to be added as suffix to the username.
de_de: Liste der Domänen, die dem Benutzernamen als Suffix hinzugefügt werden sollen.

source: The domain suffix can have an alias. Use the ">" separator to indicate the alias.
de_de: Das Domain-Suffix kann einen Alias haben. Verwenden Sie das Trennzeichen „>“, um den Alias anzugeben.

source: If the field is left empty or a certain domain is not found in the list then the domain suffix will not be used.
de_de: Wenn das Feld leer gelassen wird oder eine bestimmte Domain nicht in der Liste gefunden wird, wird das Domain-Suffix nicht verwendet.

source: Enter one domain per line.
de_de: Geben Sie eine Domäne pro Zeile ein.

source: List of allowed domains for user email addresses.
de_de: Liste der zulässigen Domänen für Benutzer-E-Mail-Adressen.

source: If the field is left empty then all email domains are allowed.
de_de: Wenn das Feld leer gelassen wird, sind alle E-Mail-Domänen zulässig.

source: Enter one email domain per line.
de_de: Geben Sie eine E-Mail-Domäne pro Zeile ein.

source: Settings saved.
de_de: Einstellungen gespeichert.

source: The simpleSAML library could not be loaded.
de_de: Die simpleSAML-Bibliothek konnte nicht geladen werden.

source: Cannot create an empty user.
de_de: Es kann kein leerer Benutzer angelegt werden.

source: You can't give users that role.
de_de: Sie können keinem Benutzer diese Rolle geben.

source: <strong>ERROR</strong>: Please enter a username.
de_de: <strong>Fehler:</strong> Bitte geben Sie einen Benutzernamen ein.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
de_de: <strong>Fehler:</strong> Dieser Benutzername kann nicht verwendet werden, da er ungültige Zeichen enthält. Bitte geben Sie einen gültigen Benutzernamen an.

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
de_de: <strong>Fehler:</strong>: Dieser Benutzername ist bereits registriert. Bitte wähle Sie einen anderen.

source: <strong>ERROR</strong>: Please enter an email address.
de_de: <strong>Fehler:</strong> Bitte eine E-Mail-Adresse eingeben.

source: <strong>ERROR</strong>: The email address isn't correct.
de_de: <strong>Fehler:</strong>: Die E-Mail-Adresse ist ungültig.

source: <strong>ERROR</strong>: This email address is already registered, please choose another one.
de_de: <strong>Fehler:</strong>: Diese E-Mail-Adresse wurde bereits registriert, bitte wählen Sie eine andere.

source: Hi,%5$s%5$sYou've been invited to join '%1$s' at %2$s with the role of %3$s.%5$s%5$sPlease sign in using the following link to the website:%5$s%4$s
de_de: Hallo,%5$s%5$sSie wurden eingeladen, %1$s (%2$s) als %3$s beizutreten.%5$sBitte melden Sie sich mittels des folgenden Links an die Website %1$s an:%5$s %4$s

source: [%s] You've been invited
de_de: [%s] Sie wurden eingeladen

source: Hi,%4$s%4$sYour user account %1$s has been created.%4$sPlease sign in using the following link to the website:%4$s%3$s%4$s
de_de: Hallo,%4$s%4$sIhr Benutzerkonto %1$s wurde angelegt.%4$sBitte melden Sie sich mittels des folgenden Links an die Website an:%4$s%3$s%4$s

source: %4$sThanks!%4$s%4$s--The Team @ %2$s
de_de: %4$sViel Spaß!%4$s%4$s—Das Team von %2$s

source: [%s] Your user account
de_de: [%s] Ihr Benutzerkonto

source: Please enter a username.
de_de: Bitte geben Sie eine Benutzername ein.

source: Username is not allowed.
de_de: Der Benutzername ist nicht erlaubt.

source: Email Address or Username is not allowed.
de_de: Die E-Mail-Adresse ist nicht erlaubt.

source: The username must be at least 4 characters.
de_de: Der Benutzername muss aus mindestens 4 Zeichen bestehen.

source: Username may not be longer than 60 characters.
de_de: Der Benutzername darf nicht länger als 60 Zeichen sein.

source: Usernames may not contain the underscore character.
de_de: Benutzernamen dürfen keinen Unterstrich enthalten.

source: Please enter a valid email address.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

source: That email address is not allowed!
de_de: Diese E-Mail-Adresse ist nicht erlaubt!

source: That email address domain is not allowed! Allowed domains: %s
de_de: Diese E-Mail-Adresse-Domain ist nicht erlaubt! Erlaubte Domains: %s

source: Username already exists!
de_de: Der Benutzername existiert bereits!

source: The email address is already used!
de_de: Die E-Mail-Adresse wird bereits verwendet!

source: Organization
de_de: Organisation

source: Attributes
de_de: Attribute

source: To add a new user to your website, fill out the form on this page, and click below to add a new user.
de_de: Um einen neuen Benutzer zu Ihrer Webseite hinzufügen, füllen Sie das Formular auf dieser Seite aus, und klicken Sie unten auf Neuen Benutzer hinzufügen.

source: Because this is a multisite installation, you may add accounts that already exist on the Network by specifying a username or email, and defining a role. For more options, you have to be a Network Administrator and use the hover link under an existing user's name to Edit the user profile under Network Admin &gt; All Users.
de_de: Da dies ein Websites-Netzwerk ist, können Sie in anderen Websites dieses Netzwerks existierende Benutzer einfach hinzufügen, in dem Sie deren Nutzernamen oder E-Mail-Adresse angeben, sowie deren Benutzerrolle festlegen. Für weitere Optionen müssen Sie Netzwerk-Administrator sein. Sie können dann über Netzwerkverwaltung &gt; Benutzer das Profil des Benutzers verändern.

source: New users will receive an email letting them know they've been added as a user for your site. Check the box if you don't want the user receive a welcome email.
de_de: Neue Benutzer erhalten eine E-Mail, in welcher ihnen mitgeteilt wird, dass sie als Benutzer dieser Website hinzugefügt wurden. Sie können allerdings die Checkbox <em>Keine E-Mail versenden</em> markieren, so dass die E-Mail nicht versendet wird.

source: New users will receive an email letting them know they've been added as a user for your website.
de_de: Neue Benutzer erhalten eine E-Mail, in welcher ihnen mitgeteilt wird, dass sie als Benutzer dieser Website hinzugefügt wurden.

source: Remember to click the Add New User button at the bottom of this screen when you are finished.
de_de: Vergessen Sie nicht, unten auf dieser Seite auf Neuen Benutzer hinzufügen zu klicken, wenn Sie fertig sind.

source: The user account has been succesfully created. An invitation email has been sent to the user.
de_de: Das Benutzerkonto wurde erfolgreich angelegt. Die Einladungs-E-Mail wurde zum neuen Benutzer versandt.

source: The user has been added to your website. An invitation email has been sent to the user.
de_de: Der Benutzer wurde zu Ihrer Website hinzugefügt. Die Einladungs-E-Mail wurde zum Benutzer versandt.

source: The user has been added to your website.
de_de: Der Benutzer wurde zu Ihrer Website hinzugefügt.

source: This user is already a member of this website.
de_de: Dieser Benutzer ist bereits ein Mitglied dieser Website.

source: The requested user does not exist.
de_de: Der angeforderte Benutzer existiert nicht.

source: Add Existing User
de_de: Bestehenden Benutzer hinzufügen

source: Enter the email address or username of an existing user on this network to invite them to this site. That person will be sent an email asking them to confirm the invite.
de_de: Tragen Sie die E-Mail Adresse oder den Benutzernamen eines bestehenden Nutzers dieses Netzwerkes ein um ihn zu dieser Website einzuladen. Dieser Person wird eine Mail gesendet um die Einladung zu bestätigen.

source: Email Address or Username
de_de: E-Mail-Adresse oder Benutzername

source: Role
de_de: Rolle

source: Skip Confirmation Email
de_de: Keine Bestätigungs-E-Mail

source: Add the user without sending an email that requires their confirmation.
de_de: Benutzer hinzufügen ohne eine E-Mail zu versenden, die bestätigt werden muss.

source: Create a brand new user and add them to this website.
de_de: Legen Sie einen neuen Benutzer an und fügen Sie ihn dieser Website hinzu.

source: (required)
de_de: (erforderlich)

source: The server is running PHP version %1$s. The Plugin requires at least PHP version %2$s.
de_de: Auf dem Server läuft PHP Version %1$s. Das Plugin benötigt mindestens PHP Version %2$s.

source: The server is running WordPress version %1$s. The Plugin requires at least WordPress version %2$s.
de_de: Auf dem Server läuft WordPress Version %1$s. Das Plugin benötigt mindestens WordPress Version %2$s.
